extra_1 = 'Список ресурсов, на которых можно получить бесплатную психологическую помощь'
extra_2 = (
    'Служба экстренной психологической помощи МЧС России'
    '\n☎️Телефон: +7 (495) 989-50-50'
    '\n✅Круглосуточно'
    '\nЕсли вам нужна помощь, позвоните на номер в любое время суток, и с вами поговорит профессиональный психолог. '
    'Называть своё имя и другие личные данные не нужно.'
    '\nКроме того, при Центре экстренной психологической помощи МЧС России есть интернет-служба, где можно один раз '
    'получить бесплатную консультацию психолога в формате чата. Для незарегистрированных пользователей она проводится '
    'в форме публикации ответов на форуме: ваш вопрос специалисту и его ответ будут видны всем посетителям сайта. '
    'Регистрация даёт возможность пообщаться с психологом уже тет-а-тет — в вашем личном кабинете.'
)
extra_3 = '«Кризисная психологическая служба для детей и подростков».' '\n☎️Телефон: +7 (812) 234-43-84'
extra_4 = (
    'Социальный проект «Без паники». '
    '\nМы слушаем, поддерживаем, помогаем справиться с тем, что с вами происходит, найти ваши внутренние '
    'опоры, возможности и ресурсы'
)
extra_5 = (
    '\nДорогие друзья,'
    '\nЖизнь — это непредсказуемое путешествие, полное переживаний и вызовов. Мы все сталкиваемся с трудностями и '
    'проблемами, и это нормально. Однако важно помнить, что мы никогда не должны бороться с этими бременами в одиночку.'
    '\nЕсли у вас возникают трудности, если вам грустно, одиноко или беспокойно, пожалуйста, не скрывайте свои '
    'чувства. Обратитесь за помощью. У нас есть люди, которые готовы вас поддержать и помочь.'
    '\nЕсли вам нужна психологическая поддержка, не стесняйтесь позвонить по предложенным номерам.'
)
