mystery = (
    'Ну вот например.'
    '\nТы идешь по ночному парку и вдруг слышишь шорох за спиной.'
    '\nТы чувствуешь испуг, чувствуешь эмоцию, страх.'
    '\nТебе кажется, что это мог быть волк, который преследует тебя.'
    '\nКак ты думаешь, что на самом деле повлияло на твой страх?'
)
mystery_1 = (
    'Моя цель заключается в том, чтобы помочь вам развить умение осознавать свои эмоции, вместе с вами '
    'разобраться в причинах ваших чувств и попытаться понять, что приводит к появлению тревоги или гнева в '
    'отношении различных ситуаций. Готовы попробовать? 🤔'
)
mystery_2 = (
    'Прекрасно. 🌟 \nДавайте начнем с того, что я продемонстрирую вам методику "Когнитивно-поведенческой '
    'терапии" на примере легкой загадки. 🧩'
)
mystery_3 = (
    'Инстинкт – это своего рода внутреннее побуждение, вызывающее нервное возбуждение и стимулирующее '
    'физическую активность. Однако стоит ли задаться вопросом о наличии у человека истинных инстинктов? '
    '\nОтвет прост: у людей отсутствуют классические инстинктивные реакции, присущие другим животным. '
    '\nhttps://experimental-psychic.ru/instinkt/'
)
mystery_4 = (
    'Действительно, встреча с волком может представлять опасность для человека! Однако в данном случае '
    'основное внимание уделяется фразе "тебе показалось". \nДавайте еще раз задумаемся 🤔'
)
mystery_5 = (
    'Эмоциональное состояние, называемое настроением, отражает эмоциональное отношение человека к его общей '
    'жизненной ситуации. Как правило, настроение характеризуется стабильностью и продолжительностью во '
    'времени, а также низкой степенью интенсивности. \nПонятие "плохого настроения", рассматриваемое в '
    'контексте "шороха", может быть условием, при котором мы немного более остро реагируем на различные '
    'события.'
)
mystery_6 = (
    'Эмоция - это процесс, который продолжается в уме в течение некоторого времени и отражает наше '
    'субъективное восприятие и оценку ситуаций, происходящих в нашем мире. Между внутренним состоянием и '
    'внешней средой, где мы говорим "слышишь шорох", всегда есть что-то таинственное, что мы еще '
    'не раскрыли. \nДавайте продолжим наш путь и узнаем больше. 🤫'
)
mystery_7 = (
    '"Человека не терзают проблемы сами по себе, а его взгляд на них", - так звучит мудрое утверждение. Когда '
    'мы вдруг подумали, что вот он, возможно, "Волк", это активировало целый спектр реакций в нашем '
    'сознании, и мы внезапно почувствовали волнение - "Страх". \nХочешь, я более подробно разъясню это?'
)
mystery_8 = (
    'Мысль – это основной компонент мышления, который выделяется в сознании и возникает в мозгу. \nОна '
    'представляет собой элемент, с которым ежедневно сталкивается каждый нормально функционирующий человек. '
    'Сам процесс мышления, в свою очередь, для сознания выглядит как поток различных мыслей, объединенных в '
    'последовательную цепь. Эти мысли связаны между собой чередой ассоциаций и идей. \nТеперь пришло время '
    'более детально рассмотреть, что представляет собой когнитивно-поведенческая терапия. 😇'
)
mystery_9 = (
    'В настоящее время когнитивно-поведенческая терапия (КПТ) стоит во главе психотерапевтических подходов, '
    'завоевав популярность благодаря научно обоснованной эффективности, признанной мировым научным '
    'сообществом. \nСуть работы КПТ заключается в оснащении индивида необходимыми инструментами, чтобы он мог '
    'самостоятельно оказывать себе психологическую поддержку. \nКому может быть полезна эта методика?'
)
mystery_10 = (
    'Бот КПТ обеспечит вам поддержку в преодолении негативных настроений, сложностей в общении и других '
    'психологических вызовов. Ресурсы КПТ помогут вам управлять вашим эмоциональным интеллектом и решать '
    'такие проблемы, как депрессия, фобии, расстройства пищевого поведения и различные формы неврозов. \nНаш '
    'бот предлагает простые инструменты для работы с невротическими состояниями и психологическими '
    'трудностями, помогая вам лучше понимать и контролировать свои эмоции и мысли с целью повышения вашего '
    'психологического благополучия. Независимо от вашего текущего состояния, бот КПТ готов предложить вам '
    'поддержку и помощь в вашем путешествии к улучшению психологического состояния.'
)
mystery_11 = (
    'Концепция бота КПТ: \nШаг первый: \nНачинания в работе с ботом КПТ заключается в выявлении '
    'автоматических мыслей. Автоматические мысли - это быстрые, мгновенные мысли, которые иногда остаются '
    'незамеченными и могут быть источником негативных эмоций и поведения. Основная задача этого этапа - '
    'научиться распознавать эти скрытые мысли и осознать, как они влияют на наше поведение и эмоциональное '
    'состояние.'
)
mystery_12 = (
    'Шаг второй: \nПродвигаемся далее, направляясь к разгадке недостатков мышления. В сущности, '
    'ошибки мышления - это западни, в которые мы углубляемся, когда наши размышления окрашены негативом или '
    'когда мы смотрим на себя сквозь призму отрицательности. В этапе нашего путешествия мы активно выявляем '
    'такие недостатки в мышлении, с тем чтобы получше разобраться, как именно они оказывают влияние на наши '
    'эмоциональные состояния и поведенческие реакции.'
)
mystery_13 = (
    'Третий шаг: \nНа заключительном шаге мы направляем свое внимание на развитие адаптивного мышления, '
    'заменяя ошибочные мыслительные модели на здоровые. Адаптивное мышление - это способность реагировать '
    'на различные ситуации и эмоции с более конструктивной и эффективной перспективой. В этой фазе мы '
    'стремимся заменить негативные мысли на позитивные и адаптивные взгляды, которые помогут нам лучше '
    'управлять нашими эмоциями и поведением.'
)
mystery_14 = (
    'Будь уверен, я скажу тебе прямо и честно, мой дорогой друг! Ни один чат-бот, литературное произведение '
    'или видеоуроки на YouTube не могут заменить качественный психотерапевтический курс или личный разговор '
    'с профессиональным психологом. \nНо все же, с чего начать?'
)
mystery_15 = (
    'Первый шаг - навык по выявлению "автоматических мыслей" \nВторой шаг - '
    'что такое когнитивные искажения? \nТретий шаг - работа с ошибками мышления'
)
