tasks_two_1 = (
    'Привет на втором шаге! '
    '\nВ этом шаге я расскажу тебе о том, что стоит за «Автоматическими мыслями», и почему они приводят нас к '
    'негативным эмоциям, тревожным расстройствам и ухудшению ментального здоровья.'
)
tasks_two_2 = (
    'Когнитивные искажения — это своего рода обманки, с помощью которых наш ум убеждает нас в чем-то, что на самом '
    'деле неправда, и как следствие, меняет наше самочувствие и поведение не самым позитивным образом.'
    '\nНаучившись отслеживать и осознавать такие искажения, мы сможем управлять своим мироощущением, самооценкой, '
    'эмоциями и состояниями.'
)
tasks_two_3 = (
    'Краткое описание и примеры таких «Ошибок мышления » в жизни. '
    '\nЧерно-белое мышление. '
    '\nЧеловек рассуждает в категориях «все или ничего», не допускает полутонов и звучит крайне '
    'категорично. Например: «Ты либо умный, либо идиот», «Либо хороший, либо плохой», «Либо прав, '
    'либо не прав», «Либо любишь, либо ненавидишь» и т.д. При этом детали ситуации часто либо '
    'игнорируются, либо выворачиваются наизнанку.'
)
tasks_two_4 = (
    '«Долженствования» '
    '\nПроявления этого искажения могут быть в трех областях: '
    '\n1. В отношении себя (я должен). '
    '\n2. В отношении других (мне обязаны). '
    '\n3. Требования к окружающему миру. '
    '\nЯ должен быть успешным, лучше всех, самым умным, красивым. Требования к миру и людям: друзья '
    'обязаны всегда помогать мне, в мире должна быть справедливость и т.д.'
)
tasks_two_5 = (
    '«Чтение мыслей» '
    '\nУверенность человека в том, что он знает, что думают окружающие, и отказ принимать во внимание '
    'другие, более вероятные объяснения их поступков. Например: «Начальница криво посмотрела на меня - '
    'знает, что я ни черта не смыслю в новом проекте, и только и ждет, чтобы уволить». При том, '
    'что за этим «криво» могло крыться все, что угодно, начиная с того, что начальница не выспалась, '
    'получила дурные известия или разругалась с подрядчиками. А еще вероятнее, что никакого «криво» и '
    'вовсе не было и это всего лишь наше искаженное восприятие увидело ее в таком свете.'
)
tasks_two_6 = (
    '«Сверхобобщение» '
    '\nЧеловек делает глобальные выводы на основании единичного случая. Например: «Мой партнер уже 2-ой '
    'час не отвечает мне на смс. Я никому не нужен(а) и умру в одиночестве». Забавно и то, что получив '
    'ответ спустя 2,5 часа, человек может качнуться и в обратную сторону: «Он(а) все-таки меня любит, '
    'я это чувствую. Нам суждено быть вместе всю жизнь!».'
)
tasks_two_7 = (
    '«Предсказания будущего»'
    '\nЧеловек склонен делать неутешительные прогнозы на ближайшее и отдаленное будущее. Причем картина '
    'почти всегда рисуется ему в мрачных тонах. Например: «Бессмысленно знакомиться с девушкой на улице - '
    'все равно отошьет» или «Зачем подавать заявку на этот грант, если заранее понятно, что я провалюсь».'
)
tasks_two_8 = (
    '«Катастрофизация» '
    '\nЧеловек предсказывает будущее крайне негативно, видит перспективу в самых мрачных красках и верит, '
    'что случится беда, которую невозможно вынести. Например: «Если я не поступлю в ВУЗ в этом году, '
    'моя жизнь кончена. Я никогда ничего не добьюсь и умру в нищете».'
)
tasks_two_9 = (
    '«Негативный фильтр» и «Обесценивание позитивного»'
    '\nЧеловек фокусируется исключительно на неудачах и поражениях, игнорируя позитивные события. Вместо '
    'полной картины событий его внимание выхватывает лишь негативные аспекты произошедшего. Например: «Ну '
    'и что, что большинство моих клиентов довольны работой со мной – вчера я общался с человеком, '
    'который оставил жалобу, значит, я не компетентен и ни на что не гожусь».'
    '\nОбесценивание позитива -'
    '\nЧеловек склонен преуменьшать значение позитивных достижений или характеристик, оценивая их как '
    'тривиальные. «Подумаешь, получила пятерку за контрольную по математике – полкласса тоже получило».'
)
tasks_two_10 = (
    '\n«Наклеивание ярлыков»'
    '\nСклонность оценивать себя и окружающих по отдельным характеристикам и делать из этого глобальные выводы. '
    'Например: «Он неудачник», «Она зануда», «Я полный трус» и т.д.'
    '\n«Персонализация»'
    '\nСклонность приписывать себе полную ответственность за произошедшие события, не учитывая, что другие люди и '
    'обстоятельства также внесли свой вклад. «Мой ребенок заболел, потому что я плохо за ним следила. Хорошая мать бы '
    'не допустила такого!».'
)
tasks_two_11 = (
    '❗Важно понимать, что эти ошибки, которые мы используем по отношению к себе и людям приводят нас к '
    'разрыву шаблона «Ожидание» - «Реальность» что в свою очередь приводит к внутреннему конфликту. '
    '\nКак следствие за этим следует напряжение в психике, которое приводит нас к подавленным эмоциям, '
    'хроническому напряжению и спустя время внезапно у нас появляются навязчивые мысли, страхи и так '
    'далее до неврозов.'
)
tasks_two_12 = 'https://www.psychologies.ru/articles/20-kognitivnyih-iskajeniy-i-kak-oni-vliyayut-na-nashu-jizn/'
