tasks_three_1 = (
    'Приветствую третьем шаге КПТ.'
    '\nОсновная идея этого шага - помочь тебе выявлять "Ошибки мышления" и выстраивать альтернативные '
    'установки, которые не будут негативно влиять на твое эмоциональное состояние.'
    '\nПеред этим, я хочу коротко напомнить, о чем мы разговаривали в предыдущих шагах, чтобы ты не '
    'запутался в информации.😇'
)
tasks_three_2 = (
    'Напоминание 💡'
    '\nВозникновение автоматических мыслей. '
    '\nВ ответ на любое событие, происходящее с нами, появляются автоматические мысли. Они «мелькают» в '
    'сознании, являются неосознаваемыми человеком и возникают, как результат наличия у человека тех или '
    'иных промежуточных убеждений – «правил», согласно которым, он определяет, что «хорошо», '
    'а что «плохо». Если возникшая в нашей жизни ситуация соответствует этому «правилу», мы относим это '
    'событие к положительным, а если нарушает, то считаем его негативным и немедленно реагируем на него.'
)
tasks_three_3 = (
    'Напоминание 💡'
    '\nЭмоциональный отклик. '
    '\nВ ответ на автоматические мысли наступает эмоциональный отклик. Если убеждения человека рациональны и '
    'позитивны, то автоматические мысли и эмоции будут здоровыми и положительными. Но в случае, если убеждения '
    'человека иррациональны и негативны, то автоматические мысли и эмоции будут отрицательными, невротическими и '
    'деструктивными.'
)
tasks_three_4 = (
    'Напоминание 💡'
    '\nПоведенческая и телесная реакции. '
    '\nЭмоциональный отклик порождает за собой два вида реакций – поведенческую и телесную. Поведенческая реакция '
    'проявляется в виде трех основных стратегий: отступление (искажение реальности для подтверждения убеждения), '
    'побег (вытеснение чувств и мыслей из своего сознания с помощью отвлечения внимания или избегание ситуаций, '
    'в которых убеждение может возникнуть) и контратака (гиперкомпенсация путем строго противоположных убеждению '
    'действий). Тело моментально реагирует на любые невротические эмоции такими симптомами как потливость, '
    'учащенное сердцебиение и дыхание, напряжение мышц и т.д.'
)
tasks_three_5 = (
    'Теперь ты лучше понимаешь, какое негативное влияние оказывают иррациональные установки на наши реакции. '
    'Избавиться от них можно, обнаружив когнитивные ошибки мышления и создав в нем рациональные убеждения.'
    '\nКак избавиться от иррациональных установок❓🤔'
)
tasks_three_6 = (
    'В этом шаге по аналогии с первым мы будем вести письменную работу, ✍️описывая сначала ситуацию, эмоцию, '
    'реакцию и фиксировать автоматическую мысль.'
    'После чего наша задача определить, какая именно ошибка мышления привела нас к иррациональной установке.'
    'Определить установку, затем провести критический анализ, выстроить альтернативный взгляд на ситуацию.'
    '\nДавай рассмотрим это на примере.'
)
tasks_three_7 = (
    '\nПример.'
    'Миша проходит собеседование на желаемую работу. Через некоторое время он получает звонок от HR, который сообщает '
    'ему, что его кандидатура не подходит на вакансию. Миша сильно расстраивается и начинает думать о том, '
    'почему ему не дали эту работу.Он чувствует себя угнетенным и бесполезным.'
    'Через некоторое время Миша вспоминает, что у него есть дневник эмоций, и он решает проанализировать ситуацию, '
    'записав свои мысли и чувства.'
    '\nКак это выглядело в дневник Миши'
)
tasks_three_8 = (
    'Ситуация - Звонок от HR и новость о провале собеседования '
    '\nЭмоции - Угнетение, обида'
    '\nРеакция в теле / Поведение - Ком в горле, жар в теле. Ходил по комнате кругами '
    '\nМысли - "Я никогда не смогу найти работу моей мечты, я недостаточно квалифицированный и талантливый" '
    '"Почему меня не взяли на работу?"'
    '\nПосле чего Миша начинает внутренний диалог и параллельно задает себе вопросы!'
)
tasks_three_9 = (
    'Вот список вопросов которые облегчат задачу тебе и Мише для обнаружения ошибок мышления. '
    '\n❗Что это событие означало для меня тогда❓'
    '\n❗Насколько объективно это событие отражает мое мнение о себе, моих навыках❓'
    '\n❗Насколько реалистично я оценил свои ожидания❓'
    '\n❗Насколько адекватен уровень требований к себе или другим людям❓'
)
tasks_three_10 = (
    'Поначалу это задание покажется сложным, но потренировавшись, ты сможешь почти всегда находить свои установки.'
    '\nПосле того как тебе удалось найти ошибку мышления, Твоя задача поставить ее под сомнения, используя '
    'критический анализ, доказывая самому себе ее несостоятельность.'
    '\n❗ВАЖНО❗ понимать, выполняя этот пункт, следует исключить фактор эмоций. Так как ошибка мышления находится под '
    'куполом психологических защит в момент самого события, Тебе будет тяжело ее опровергать. Следует вернуться к '
    'выполнению этого задания тогда, когда почувствуешь что ты остыл.'
    '\nСписок вопросов, которые помогут тебе провести критический анализ этой установки'
)
tasks_three_11 = (
    'Чтобы проверить твои установки, нужно оценить их обоснованность, поставить их под сомнение, задаваясь следующими '
    'вопросами и записывая ответы на них:'
    '\nЭто убеждение достаточно универсальное чтобы подойти ко всем случаям, или оно бескомпромиссно❓'
    '\nЭта точка зрения логична или основана на ошибочных суждениях❓'
    '\nЭтот вывод соответствует фактам и опыту или не совпадает с реальностью❓'
    '\nЭто убеждение полезно для моих жизненных стремлений❓'
    '\nОно помогает мне чувствовать себя счастливее и довольным жизнью❓'
)
tasks_three_12 = (
    'После того как у тебя получилось провести критический анализ иррациональной установки, она же «Ошибка мышления», '
    'следующим и финальным шагом будет выстроить альтернативную, более рациональную уставному.'
    '\nНапоминаю, разница между иррациональной и рациональной установкой в том, что первая - приводит нас к '
    'внутренним конфликтам, создавая нереалистичные ожидания и требования. Последняя, рациональная - позволяет нам '
    'найти компромиссы, договорится с самим собой и снизить уровень внутренних притязаний.'
    '\nТеперь у нас появляется вопрос, как же все-таки заменить наше иррациональное убеждение на рациональное?'
    '\nПривожу несколько примеров'
)
tasks_three_13 = (
    'Мы уже с тобой знаем, что "Долженствование"'
    '\nЭто нереалистичные требования по отношению к себе и к другим. Наличие четкой идеи о том, как должен вести себя '
    'я сам и другие люди, каким должен быть я и другие люди.'
    '\nПримеры долженствования могут звучать так:'
    '\n⚡Я должна всем нравиться.'
    '\n⚡Я не должен совершать ошибки.'
    '\n⚡Я должен все контролировать.'
    '\n⚡Окружающие меня люди должны быть внимательными и вежливыми.'
    '\nВот еще примеры долженствования:'
    '\n⚡«Опять эти пробки, какой кошмар! - Пробок быть не должно!» - человек как итог чувствует возмущение. На самом '
    'деле нет такого вселенского закона, который говорит нам о том, что пробок быть не должно. Конечно, хотелось бы, '
    'чтобы их не было, но это только наше желание.'
    '\n⚡«Люди должны быть справедливыми и толерантными!» Такое требование, к счастью или к сожалению, также не совсем '
    'корректно и реалистично.'
    '\nКак же все-таки выглядит альтернатива долженствованию?'
)
tasks_three_14 = (
    '✅Альтернатива долженствованию – это пожелание. Использовать такие слова как: «хочу», «хотелось бы», '
    '«желательно», «было бы неплохо» и др. Создавать пожелания, предпочтения вместо требований – мощная полезная '
    'стратегия в улучшении своего состояния. Буквально следует заменять слова «должен» и его производные на слово '
    '«хочу» и его производные. «Хочу» предполагает выбор, ответственность за который лежит на самом человеке.'
    '\nНапример, ты можешь сказать: «Мне важно это, потому что …» или на «Я хотел бы это…», «Я хочу…». Тогда ты '
    'будешь осознавать, что делаешь что-то, не потому что должен, а потому, что тебе это действительно важно и '
    'хочется, и это снизит уровень давления и напряжения, улучшит настроение.'
)
tasks_three_15 = (
    'Катастрофизация и предсказание негативного будущего'
    '\nКатастрофизация – это резкое преувеличение негативного характера явления или ситуации.'
    '\nПримеры мыслей с катастрофизацией:'
    '\n⚡Ужасно быть одному, остаться одному.'
    '\n⚡Или, допустив ошибку, человек думает: «Ну все, конец мне» Это ужасно! Что я буду делать!» И ему кажется, '
    'что действительно происходит катастрофа. При таких мыслях, естественно, возникают неприятные эмоции и физический '
    'дискомфорт.'
    'Часто катастрофизация включается при рассуждениях о будущем (отдельно выделяют такую ошибку мышления как '
    'предсказание негативного будущего). Когда события будущего видятся исключительно в негативном свете, '
    'без учета какой-либо альтернативы и более вероятных сценариев разворачивания событий. Это своеобразная вера в '
    'то, что будущее событие будет ужасно и невыносимо.'
    '\nНапример:'
    '\n⚡Если меня уволят, это будет конец моей карьеры.'
    '\n⚡Я не выдержу расставания с мужем/женой.'
    '\n⚡Я буду очень расстроена, что не смогу ничего делать.'
    '\n⚡Я не смогу выдержать сильной тревоги, я ничего не смогу сделать.'
    '\nЧто же делать, если привык катастрофизировать?'
)
tasks_three_16 = (
    '✅Альтернатива катастрофизации – это реализм. Представлять ситуации не катастрофичными, ужасающими, а учитывать '
    'реальные факты! Уделять внимание тому, как в действительности разворачиваются события. Например, '
    'это может выглядеть так: «Возможно, у меня будет сильная тревога, мне будет дискомфортно, но это не значит, '
    'что я ничего не смогу сделать. При наличии тревоги я вполне могу продолжать свои дела».'
    '\n✅«Какова на самом деле реальность?» – полезный вопрос. Важно понимать, что наши взгляды на вещи далеко не '
    'всегда основаны на реальных фактах, очень часто это лишь наши предположения и предубеждения, а не то, '
    'что есть в действительности.'
    '\n✅Если будущие ситуации видятся катастрофическими, можно порассуждать о том, что самое худшее/самое лучшее '
    'может случиться. И далее подумать о том, что ты будете делать, если действительно случится худшее. После этого '
    'продумать более реалистичные сценарии.'
)
tasks_three_17 = (
    '\nПримеры черно-белого мышления:'
    '\n✖Либо я делаю это идеально, либо вообще не делаю.'
    '\n✖Я должен быть хорошим работником, иначе я никто.'
    '\n✖Если я не сдаю экзамен на пять, значит, я неудачник.'
    '\n✖Есть плохие эмоции и хорошие (на самом деле, нет такого разделения, эмоции, в общем и целом, нормальны, '
    'все они важны).'
    '\nТакой образ мышления нам с какой-то стороны помогает. Когда мы мыслим полярными категориями, '
    'у нас прибавляется уверенность в себе, снижается неопределённость. Правда же, либо вас любят, либо ненавидят? '
    'Либо прав, либо виноват? Либо хороший человек, либо плохой? Эволюционно это мышление было когда-то необходимо '
    'первобытным людям: оно было частью реакции «бей или беги» при столкновении с опасностью. То есть было необходимо '
    'для выживания. Но сейчас такое мышление не настолько нужно человеку.'
    'Чем больше мы мыслим в противоположных категориях, тем больше вероятность испытывать сильные эмоции, например, '
    'впадать в депрессивные переживания. Безусловно, здесь могут быть и приятные переживания. Например, '
    'когда мы думаем: «Она идеальна», чувствуем яркое удовольствие и радость. Но при таких мыслях как «Я неудачник, '
    'ужасный человек», появляются сильные неприятные эмоции - к примеру, стыд, грусть, злость...'
)
tasks_three_18 = (
    '✅Вместо черно-белого мышления лучше формировать у себя мышление в континууме: замечать другие варианты, '
    'кроме противоположных, видеть оттенки происходящего вокруг.'
    '\n✅Лучше отходить от слов, связанных с крайностями (типа «всегда-никогда», «идеальный-несовершенный», '
    '«плохой-хороший», «победа-провал»).'
    '\n✅Постараться быть более сострадательным к себе. Мы можем делать ошибки, и нет только одной «идеальности» и '
    '«плохости» на другом полюсе. Между этими противоположностями есть и что-то ещё. Дело можно сделать хотя бы '
    'достаточно хорошо или чуть лучше/чуть хуже.'
)
tasks_three_19 = (
    'Альтернатива любой ошибки мышления - это компромисс. '
    '\n❗Важно для максимально продуктивного усвоения материала прописывать альтернативную установку письменно.'
)
tasks_three_20 = (
    'Напоминание 💡'
    '\nСуть данного упражнения, это сформировать привычку наблюдать за собой и своими мыслями со стороны.'
    '\n❗Иррациональная установка - это привычка реагировать шаблонным, деструктивным образом'
    '\n✅Рациональная установка - это навык, который позволяет исключить фактор эмоций и облегчить свое эмоциональное '
    'состояние. Регулярные упражнение со временем сформируют привычку, которая отложится на уровне неосознанной '
    'компетенции.'
)
tasks_three_21 = '🥳Поздравляю с прохождением всех шагов введения в КПТ!🥳'
