tasks_1 = (
    'Первый шаг - Осознание навыка по выявлению "Автоматических мыслей"'
    '\nВторой шаг - Что такое "когнитивные искажения?"'
    '\nТретий шаг - Работа с ошибками мышления'
)
tasks_2 = (
    '\nНа данном этапе мы с вами изучим умение выявления и распознавания автоматических мыслей.'
    '\nЭто первый шаг к осознанию наших эмоций. Важно осознать, что умение - это систематические и последовательные '
    'действия, которые осуществляются в течение времени. Другими словами, умение - это привычка.'
    '\nИсследования ученых указывают на то, что привычка формируется в течение периода около 21 дня.'
    ''
)
tasks_3 = (
    'Давайте немного поговорим о привычках.'
    '\nДопустим, у нас есть человек, который страдает от частых панических атак в общественном транспорте или '
    'испытывает сильную тревогу при выступлении на публике. Такие реакции являются результатом привычки реагировать '
    'таким образом на подобные ситуации.'
    '\nВажно подчеркнуть, что эта привычка находится на уровне неосознанной компетенции человека; это то, '
    'как он привык реагировать.'
    '\nФобию можно охарактеризовать как привычку бояться чего-либо. Если человек долгое время учится бояться, '
    'то стоит отметить, что также можно научиться прекратить это бояться! Поскольку привычка "бояться" формируется '
    'через неосознанные механизмы, исправление её будет лежать через механизмы осознанности.'
)
tasks_4 = (
    'Для формирования новой привычки нам с тобой понадобятся следующие компоненты:'
    '\n🕐Время'
    '\n😊Желание'
    '\n✏️Письменная работа по представленной схеме, которую я подготовлю в следующем шаге.'
    '\n❗Подготовь листок и ручку❗'
    '\nРезультат этой работы будет напрямую зависеть от того, насколько ответственно ты к этому отнесешься. '
    '\nЖелаю тебе сил и терпения 😇'
)
tasks_5 = (
    '❗В процессе обучения мы начинаем с заполнения первой, затем третьей и четвертой колонок, оставляя вторую, '
    'связанную с мыслями, на последний этап. Это стратегический подход, который помогает индивиду осознать, '
    'как мысли влияют на его реакции в различных ситуациях. Позднее можно заполнять колонки в любом порядке.❗'
    '\nПожалуйста, перенеси данную таблицу в свою тетрадь для работы.'
    '\nТеперь я расскажу тебе, как правильно заполнять каждую колонку, используя описанные ранее концепции.'
)
tasks_6 = (
    'Первая категория: Ситуационный контекст'
    '\nВ первой графе регистрируются события, послужившие триггером для изменения настроения. Записи в этой графе '
    'фиксируют факты, а не их субъективную оценку.'
    '\nПримеры:'
    '\n1 - "Мой руководитель высказал замечание по моей работе."'
    '\n2 - "Кассир в магазине показал странное отношение ко мне."'
    '\n3 - "Прочитанное мной сообщение в социальной сети вызвало негативную реакцию."'
    '\nИ так далее.'
)
tasks_7 = (
    'Третья колонка Эмоции.'
    '\nОписываем эмоцию, которая ассоциируется с данным событием: "Какую эмоцию я тогда испытал?".'
    '\nТревога - Страх - Злость - Раздражение - Обида - Печаль - Жалость - Зависть'
)
tasks_8 = (
    'Четвертая колонка Реакции. ( Тело - Физиология )'
    '\nОписываем ощущения в теле: '
    '\n"Что я заметил в теле? Какие это были ощущения? Где именно они возникли?".'
)
tasks_9 = (
    'Описываем свои поведенческие реакции: '
    '\n"Что я делал в это время? Чего я избегал? Какой была автоматическая реакция? Как выглядели бы мои действия со '
    'стороны?".'
)
tasks_10 = (
    '\nВторая колонка - Мысли.'
    '\nВыявляем автоматические мысли, пронесшиеся в голове непосредственно перед появлением эмоций.'
    '\nЗдесь стоит вспомнить, о чем вы подумали или обычно думаете в подобных ситуациях. '
    'Стоит обратить особое внимание на мысли, которые  часто повторяются, то есть являются "Автоматическими"'
)
tasks_11 = (
    'Поздравляю с освоением шага в КПТ.'
    '\n❗ВАЖНО❗Перед тем как приступить ко второму шагу уделите минимум две недели, ведя записи в дневнике "СМЭР". '
    '\nПосле чего переходите ко второму шагу.'
    '\nСпешка и желание быстрее все освоить сыграет против Вас.'
    'В завершение "Первого шага" отвечу на часто задаваемые вопросы на счет ведения "СМЭР"'
)
